<?php
// +----------------------------------------------------------------------
// | 前端控制器  
// +----------------------------------------------------------------------
// | Copyright (c) 2014 http://mincms.com All rights reserved.
// +----------------------------------------------------------------------
// | Licensed (http://mincms.com/licenses)
// +----------------------------------------------------------------------
// | Author: Kang Sun <fleaphp@msn.com>
// +----------------------------------------------------------------------

class FrontController extends Controller
{
	 
	public $theme = 'default'; 
	public $layout='//layouts/main'; 
 
	  
  
	
}